Repository: meego-netbook-ux/mutter-meego
Catalog: po/*.po
Languages: ar, cs, fa, ja, nb, tr, zh_cn

source: Set your toolbar preferences
ar: تعيين تفضيلات شريط الأدوات الخاص بك
cs: Nastavte nastavení svého nástrojového pruhu
fa: تنظیم ترجیحات نوار ابزار خود
ja: ツールバーを設定します
nb: Angi dine preferanser for verktøysfeltet
tr: Araç çubuğu tercihlerinizi ayarlayın
zh_cn: 设置您工具栏的选择

source: Toolbar settings
ar: إعدادات شريط الأدوات
cs: Nastavení nástrojového pruhu
fa: تنظیمات نوار ابزار
ja: ツールバー設定
nb: Verktøysfelt innstillinger
tr: Araç çubuğu ayarları
zh_cn: 工具栏设置

source: Save toolbar
ar: حفظ شريط الأدوات
cs: Uložit nástrojový pruh
fa: ذخیره نوار ابزار
ja: ツールバーの保存
nb: Lagre verktøysfelt
tr: Araç çubuğunu kaydedin
zh_cn: 保存工具栏

source: Sorry, you'll have to remove a panel before you can add a new one.
ar: عذرا ، يجب إزالة لوحة قبل أن تتمكن من إضافة واحدة جديدة.
cs: Promiňte, ale před přidáním nového musíte odstranit jeden panel.
fa: متاسفیم، شما باید یک قاب را بردارید قبل از شما بتوانید یک قاب جدید اضافه کنید.
ja: パネルを追加する前に、パネルを 1 つ外してください。
nb: Beklager, du må fjerne et panel før du kan legge til et nytt.
tr: Üzgünüz, yeni bir panel eklemeden bir panel çıkarmalısınız.
zh_cn: 抱歉，你添加新面板之前必须先移除一个面板。

source: You can add, remove, and reorder many of the panels in your toolbar.
ar: يمكنك إضافة أو إزالة ، وإعادة ترتيب العديد من لوحات في شريط الأدوات.
cs: Můžete přidat, odstranit a přeuspořádat mnohé z panelů ve svém nástrojovém pruhu.
fa: شما می توانید بسیاری از قاب ها را در نوار ابراز خودتان اضافه، حذف و باز ترتیب کنید
ja: ツールバー内のパネルの多くは、追加や削除、順序の変更ができます。
nb: Du kan legge til, fjerne og omorganisere mange av panelene i verktøysfeltet.
tr: Araç çubuğunuzdaki panellerin bir çoğunu ekleyebilir, çıkarabilir, yeniden sıralayabilirsiniz.
zh_cn: 您可以添加、删除和重新排列工具栏中的很多面板。

source: Available panels
ar: الألواح المتوفرة
cs: Dostupné panely
fa: قاب های موجود
ja: 使用可能なパネル
nb: Tilgjengelige paneler
tr: Mevcut paneller
zh_cn: 可用的面板

source: Toolbar
ar: شريط الأدوات
cs: Nástrojový pruh
fa: نوار ابزار
ja: ツールバー
nb: Verktøysfelt
tr: Araç çubuğu
zh_cn: 工具栏

source: Set your system-tray preferences
ar: ضبط تفضيلات صينية النظام الخاص بك
cs: Nastavte nastavení své oznamovací oblasti
fa: تنظیم ترجیحات سینی-سیستم خودتان
ja: システムトレイを設定します
nb: Sett dine preferanser for systemfeltet
tr: Sistem tepsisi tercihlerinizi ayarlayın.
zh_cn: 设置您系统托盘的选项

source: System Tray
ar: صينية النظام
cs: Oznamovací oblast
fa: سینی سیستم
ja: システムトレイ
nb: Systemfelt
tr: Sistem Tepsisi
zh_cn: 系统托盘

source: Show system tray
ar: إظهار صينية النظام
cs: Zobrazit oznamovací oblast
fa: نمایش سینی سیستم
ja: システムトレイに表示します
nb: Vis systemfelt
tr: Sistem tepsisini göster
zh_cn: 显示系统托盘

source: The system tray is a concept used by some older applications to let you know when something happens or to stay running when you close them.
ar: صينية النظام هي أداة تسخدم من قبل بعض التطبيقات القديمة لتعلمك عندما يحدث شيء أو عند بقاء التطبيقات قيد التشغيل بعد إغلاقها.
cs: Oznamovací oblast je myšlenka, kterou používají některé starší programy, aby vám daly vědět, když se něco stane, nebo aby v ní zůstaly běžet, když je zavřete.
fa: سینی سیستم یک مفهومی است که به وسیله ی برنامه ی قدیمی تر استفاده می شود به شما اجازه می دهد بدانید وقتی چیزی اتفاقی می افتد یا هنوز در حال اجر وقتی انها را بسته اید.
ja: システムトレイは、一部の旧式のアプリケーションが利用する概念で、何かが発生したことを通知したり、閉じたアプリケーションを実行させたままにしておくことができます。
nb: Systemfeltet er et konsept brukt av enkelte eldre applikasjoner for å gi deg beskjed hvis noe skjer eller la applikasjonene fortsette å kjøre i bakgrunnen etter at du har lukket dem.
tr: Sistem tepsisi bazı eski uygulamalar tarafından kullanılan sizi bir şey olduğunda bilgilendirme ve kapattığınızda bile açık kalma amaçlı bir konsepttir.
zh_cn: 系统托盘是一些老应用使用方式，让您知道某些事情的发生或您关闭它们时程序仍在继续运行。

source: Always use small screen mode
ar: دوما استخدم الشاشة الصغيرة
cs: Vždy používat režim malé obrazovky
fa: همیشه از حالت نمایش کوچک استفاده کن
ja: 常にスモール スクリーン モードを使う
nb: Alltid bruk liten skjerm-modus
tr: Her zaman küçük ekran modunu kullan
zh_cn: 总是使用小屏幕模式

source: Determines the order of panels on the toolbar.
ar: ينظم لوحات النظام على شريط الأدوات
cs: Stanovuje pořadí panelů v nástrojovém pruhu.
fa: شناسایی ترتیب قاب ها بر روی نوار ابزار
ja: ツールバー上のパネルの順番を決定します。
nb: Avgjør rekkefølgen av paneler i verktøyfeltet
tr: Araç çubuğunda panellerin sırasını belirler.
zh_cn: 确定工具栏上面板的顺序。

source: Forces small screen mode to be used even if display size would normally imply bigger screen mode.
ar: استخدام وضع الشاشة الصغيرة دائماً حتى لو كان العرض الإفتراضي شاشة أكبر
cs: Vynucuje užití režimu malé obrazovky, i když velikost zobrazení by předpokládala režim větší obrazovky.
fa: مجبور کردن به استفاده از حالت نمایش کوچک حتی اگر اندازه ی نمایش بزرگتر از حالت نمایش باشد.
ja: ディスプレイ サイズが大きなスクリーンモードを通常設定されていても、スモール スクリーン モードを強制使用します。
nb: Tvinger liten skjerm-modus til å bli brukt, selv om displaystørrelsen normalt skulle tilsi større skjerm-modus.
tr: Küçük ekran modunun kullanımını görüntü boyutu daha büyüğünü gerektirse bile zorlar
zh_cn: 即使显示大小通常默认为更大的屏幕模式，仍强制使用小屏幕模式。

source: Order of panels on toolbar
ar: ترتيب لوحات على شريط الأدوات
cs: Pořadí panelů v nástrojovém pruhu
fa: ترتیب قاب های بر روی نوار ابزار
ja: ツールバー上のパネルの順番
nb: Rekkefølgen av paneler i verktøyfeltet
tr: Araç çubuğunda panellerin sırası
zh_cn: 工具栏上面板的顺序

source: Meego Netbook Effects
cs: Efekty pro netbooky Meego

source: Effects for Meego Netbooks
cs: Efekty pro netbooky Meego

source: Sorry, %s is broken
ar: عذراً, %s معطل
cs: Promiňte, %s je poškozen
fa: متاسفیم، %s شکسته است
ja: %s は壊れています
nb: Beklager, %s er ødelagt
tr: Üzgünüz, %s çalışmıyor
zh_cn: 抱歉。%s 坏掉了

source: Dismiss
ar: رفض
cs: Přehlížet
fa: رد
ja: 閉じる
nb: Forkast
tr: Bırak
zh_cn: 忽略

source: Dismiss All
ar: رفض الكل
cs: Přehlížet vše
fa: رد همه
ja: すべて閉じる
nb: Forkast alle
tr: Hepsini Bırak
zh_cn: 忽略所有

source: %i pending messages
cs: %i dosud nevyřízené zprávy

source: 1 pending message
cs: 1 nevyřízená zpráva

source: Unknown window
ar: نافذة غير معروف
cs: Neznámé okno
fa: پنجره ناشناس
ja: 不明なウィンドウ
nb: Ukjent vindu
tr: Bilinmeyen pencere
zh_cn: 未知的窗口

source: is asking for your attention.
ar: يطلب اهتمامك.
cs: si žádá vaši pozornost.
fa: توجه شما را می خواهد
ja: 呼びかけてます。
nb: spør etter din oppmerksomhet
tr: dikkatinizi çekmek istiyor.
zh_cn: 正在寻求您的关注。

source: Activate
ar: تفعيل
cs: Zapnout
fa: فعال
ja: 有効にする
nb: Aktiver
tr: Etkinleştir
zh_cn: 激活

source: Starting %s
cs: Spouští se %s

source: Opening %s
cs: Otevírá se %s

source: Opening %d Item
cs: Otevírá se %d položka

source: %l:%M %P
ja: %P%l:%M
zh_cn: %P %l:%M

source: %B %e, %Y
ar: %e %B, %Y
ja: %Y年%B%e日
zh_cn: %Y年%b%e日

source: Moblin Netbook Effects
ja: Moblin ネットブックのエフェクター
nb: Moblin netbookeffekter
tr: Moblin Netbook Efektleri
zh_cn: Moblin Netbook 特效

source: Effects for Moblin Netbooks
ja: Moblin ネットブックのエフェクター
nb: Effekter for Moblin-netbooks
tr: Moblin Netbooklar için Efektler
zh_cn: Moblin Netbook 特效
